export const LocalDualInfo = `Обраний режим (локальний) дозволяє використовувати обидві камери, які
  працюють локально на вашому пристрої. 
  Важливо переконатися, що обидві камери налаштовані правильно та працюють безперебійно 
  для забезпечення комфортного ігрового процесу. 
  (ВАЖЛИВО: Якщо на вашому пристрої є лише одна камера, вона буде використовуватися для обох функцій. 
  РЕКОМЕНДУЄТЬСЯ використовувати цей режим на пристроях з двома камерами для оптимальної роботи.) `;

export const RemoteDualInfo = `Обраний режим (віддалений) дозволяє використовувати віддалену камеру 
з іншого пристрою для сканування карт, тоді як локальна камера використовується 
для трансляції гри. Важливо переконатися, що обидві камери налаштовані правильно та працюють безперебійно 
для забезпечення комфортного ігрового процесу. 
(ВАЖЛИВО: Потрібно переконатися в якості інтернет-з'єднання для оптимальної роботи.) `;

export const LocalDualWarning = `
Увага! У вас вибрано режим "локальний", 
який використовує одну камеру для обох функцій. Якщо на пристрої є лише одна камера, 
краще використовувати режим "віддалений".`;

export const RemoteDualWarning = `
Увага! У вас вибрано режим "віддалений". 
Переконайтеся в якості інтернет-з'єднання та в освітленні для оптимальної роботи. 
Для зміни віддаленої камери, перейдіть до налаштувань сканера на зв'язаному пристрої`;
